IDEA Open Model
WeldData.ConnectedPartIds Property
Compatible with IDEA StatiCa 20.1
 Id of the weld
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<string> ConnectedPartIds { get; set; }
Public Property ConnectedPartIds As List(Of String)
	Get
	Set
Property Value
Type: List<String>
See Also
Reference
WeldData Class
IdeaRS.OpenModel.Connection Namespace